---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExtensibleStorage.Field
source: html/124257e8-b634-c8b6-d59d-c629574c1149.htm
---
# Field Properties

Reports whether this is a simple field containing one value,
 or a container of multiple values.